Update 01-descriptive-statistics.md
